// Запропонуйте користувачу ввести число за допомогою prompt().
// Збережіть введене значення у змінну number.
// Перевірте, чи дорівнює змінна number числу 10:
//    Якщо так – виведіть повідомлення 'Вірно' у alert().
//    Якщо ні – виведіть 'Невірно'.

// Підказка: prompt завжди повертає рядок (String), тому перед перевіркою
// перетворіть значення на число за допомогою Number().

//Кроки:
//1.Створити змінну number, яка зберігає значення, обране користувачем, або null
//2.Написати умову, яка перевіряє чи дорівнює number значенню 10
//3.При виконанні умови, повернути alert() зі значенням "Вірно"
//4.В іншому випадку - alert() зі значенням "Невірно"

function createPrompt() {
  const number = prompt('Скільки пальців на руках?');
  if (Number(number) === 10) {
    return alert('Вірно');
  } else {
    return alert('Невірно');
  }
}
createPrompt();
